Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samiske_tall/samiske_tall_6_-_web.pdf.tmx
Source language: sme
Languages: nob

source: Iige su bearaš leat čállojuvvon leat sámegielagin 1910, vaikko mii báikkálaš dieđuid mielde diehtit ahte su mánát hupme sámegiela.
nob: Analysegruppen har ansvaret for å utvikle og jevnlig forbedre metoder for presentasjon av oversikter og analyser i de årlige rapportene.

source: Son lei stuoradiggeáirras Isak Saba, gii čálii sámi našunálalávlaga Sámi soga lávlla.
nob: Rapporten bør i størst mulig grad være sammenlignbar fra en periode til en annen.

source: Eará soaittáhat geahččan olmmošlohkamis 1910 čájeha ahte mánát, geat orro skuvlainternáhtas Njávdámis Mátta-Várjjagis Finnmárkkus, leat buohkat čállojuvvon dárogielagiin.
nob: Utarbeidelsen av rapporten skal ta utgangspunkt i foreliggende statistikk og / eller annen relevant data og informasjon fra evaluerings-, utrednings- og forskningsarbeid.

source: Diet soaittáhat geahččamiin 1910 čájehuvvo ahte sámegielagat gehččojuvvo heajubun maiddái olmmošlohkamiin ovdal 1950.
nob: Analysegruppen har ansvaret for å fremskaffe foreliggende statistikk og nødvendig data og informasjon for utarbeidelse av rapporten.

source: Dat viiddis máŋggagielatvuohta sáhtii leat dagahan registrerema váttisin.
nob: Analysegruppen bestemmer selv hvilke temaer som behandles i de årlige rapportene.

source: Statistihkalaš guovddášdoaimmahat čálii dan birra 1956:
nob: Blant temaer som kan være aktuelle å behandle er

source: Sihke dat ahte sirret joavkkuid giela vuođul ja šaddovuolgaga ektui šattai váddásit dađi mielde go áigi golai. Sápmelaččat ja kvenat seahkánedje dađi mielde dáččaiguin, ja sápmelaččat ja kvenat maid ieža seahkánedje.
nob: Av mandatet framgår det at følgende samfunnsområder er særlig aktuelle å behandle:  Språk  Oppvekst, utdanning og forskning  Likestilling  Helse og sosial, herunder befolkningsutvikling, demografi, inntekt  Næringer, herunder sysselsetting, næringsstruktur, tradisjonelle næringer  Miljø- og ressursforvaltning, endringer i det materielle kulturgrunnlaget, deltakelse og innflytelse  Kulturarbeid og allmennkultur, herunder kunstuttrykk, media  Sivile samiske samfunn, herunder organisasjons- og institusjonsutvikling Analysegruppen kan påpeke mangel på kilde- og kunnskapsgrunnlag og behov for utvikling av statistikk innen temaer gruppen anser for relevante.

source: Servodatovdáneapmi lea dasa lassin mielddisbuktán ahte leat eambbo «Bodde det samer i Tromsø ? Hva folketellingene forteller – og ikke forteller. š («Orro go sápmelaččat Tromssas ?
nob: Analysegruppen kan bli bedt om utfyllende vurderinger og eventuelt nærmere bearbeidelse av deler av materialet i forhold til særlige behov som Regjeringen og Sametinget måtte ha.

source: 25 sápmelaččat ja kvenat geat hupmet dárogiela lassin iežaset gillii.
nob: 1.2 Konsultasjonene mellom statlige myndigheter og Sametinget

source: Maŋemus go olmmošlohkamis lei gažaldat giela birra lei 1970.
nob: Som urfolk har samene rett til å bli konsultert i saker som kan få direkte betydning for dem.

source: Statistihkalaš guovddášdoaimmahagas ráhkadedje 1978 dakkár guorahallama, mas ledje gažaldagat ja vástádusat sámi gullevašvuođa birra 1970 olmmošlohkamis.
nob: Denne retten er nedfelt i ILO-konvensjonen nr. 169 om urfolk og stammefolk i selvstendige stater artikkel 6.

source: Lei Vilhelm Aubert gii čađahii dien guorahallama. Aubert ákkastalai dás ahte maiddái 1970 lei (roavva) spiehkasteapmi, go eai lean nu oallugat geat almmuhedje iežaset sámegiela ja čearddalašvuođa birra, dan sivas go olbmot almmuhedje iežaset gullat baicca dáčča álbmogii dan sadjái go sápmelažžan. Sivvan maid son oaivvilda leat dan “ vearuraporteremii ”, lei ahte leat sápmelažžan heajuhuvvui viidát Davvi-Norggas. Gažaldat sápmelaš gullevašvuođa birra jerrui 1970 dušše Davvi-Norggas.
nob: Formålet med prosedyrene er å:  Bidra til en praktisk gjennomføring av statens forpliktelse til å konsultere med urfolk  Søke å oppnå enighet mellom statlige myndigheter og Sametinget når det overveies å innføre lover eller tiltak som kan påvirke samiske interesser direkte  Legge til rette for utvikling av et partnerskapsperspektiv mellom statlige myndigheter og Sametinget som virker til styrking av samisk kultur og samfunn  Utvikle felles forståelse for situasjonen og utviklingsbehovet i samisk samfunn I prosedyrer for konsultasjon mellom statlige myndigheter og Sametinget heter det videre i paragraf 5 om de faste møtene:

source: Son čielggadii hui dárkilit movt son lei boahtán juste dien lohkui, muhto deattuhii maid man eahpesihkkaris logut dat ledje.
nob:  Det skal avholdes faste halvårlige politiske møter mellom statsråden for samiske saker og Sametingspresidenten.

source: Muhto Aubert árvvoštallojuvvon logut leat ain anus juoga man nu sivas.
nob: Fagstatsråden deltar på disse møtene etter behov.

source: Hui oallugat leat maŋŋil čujuhan juste lohkui 40 000, go galge čállit sápmelaččaid birra Norggas, ja čujuhuvvo juste dien lohkui dego diet livčče doallevaččat.
nob: I de faste halvårlige politiske møtene skal en ta opp situasjonen og utviklingsbehovene for samfunn, saker av grunnleggende prinsipiell karakter og pågående prosesser.

source: Dasa ahte maŋit áiggis atnit Aubert loguid lea Torunn Pettersen čielggadan loguid kritihkalaš artihkkalis ” Samene i Norge. 40 000 i 40 år ? ” («Sápmelaččat Norggas. 40 000 40 jagi ?
nob:  Det skal avholdes faste halvårlige møter mellom Sametinget og det interdepartementale samordningsutvalget for samiske saker.

source: Lohkamat dás duohko ráhkaduvvojit hálddahuslaš ja statistihkalaš registariid vuođul.
nob: I møtene skal det blant annet redegjøres for aktuelle samepolitiske saker i kommende periode.

source: 2.1.3 Logut eará guorahallamiid vuođul
nob: 1.3 Behov for et kunnskapsgrunnlag

source: Sáhttet maid eará vuogit go olmmošlohkamiid geavahit, go galgá rehkenastit sámegielagiid logu Norggas. Dalá Sámi giellaráđđi diŋgui birrasiid
nob: I prosedyrer for konsultasjon mellom statlige myndigheter og Sametinget behandler paragraf 8 behov for utredninger og kunnskapsgrunnlag.

source: Dás áiggui giellaráđđi geahččalit oažžut ovdan man ollu ledje sámegielaga dien áiggis. Raporta mii bođii (Ravna 2000), lei čađahuvvon jearahallanskoviid ja telefonjearahallamiid bokte.
nob: Den sier følgende om kunnskapsgrunnlaget:  Kommunal- og regionaldepartementet og Sametinget nedsetter i fellesskap en faglig analysegruppe som blant annet på bakgrunn av samisk statistikk årlig avlegger en rapport om situasjon og utviklingstrekk i det samiske samfunn.

source: Diein guovlluin válljejuvvojedje 11 523 telefonnummára, maidda riŋgejedje. 1480 nummaris eai vástidan, vaikko geahččaledje guđa geardde riŋget.
nob: Rapporten legges til grunn for konsultasjoner i konkrete saker og for konsultasjoner om utviklingsbehov for samiske samfunn i ett av de halvårlige møtene mellom statsrådene for samiske saker og Sametingspresidenten.

source: 4292 dan reasta nummaris eai háliidan vástidit giela birra gažaldagaid. Dat mearkkaša ahte oktiibuot ledje 5751 olbmo geat ledje mielde iskkadeamis ja vástidedje gažaldagaid. Vástádusat čájehedje ahte 4797 olbmo 5751 olbmos geat vástidedje, eai ipmirdan sámegiela.
nob:  Når statlige myndigheter eller Sametinget mener det er behov for utredninger for å styrke faktagrunnlaget eller det formelle grunnlaget for vurderinger og beslutninger skal dette tilkjennegis så tidlig som mulig, og partene skal bringe spørsmål knyttet til mandat for eventuelle utredninger inne i konsultasjonsprosessen.

source: Dasto čađahuvvui čiekŋalit jearahallan giellamáhtu birra dan measta 1000 sámegielagis geat ledje mielde iskkadeamis.
nob: Staten og Sametinget skal søke å oppnå enighet om både mandat, og hvem som skal stå for et eventuelt utredningsarbeid.

source: Sin gaskkas, geat eai lean sámegielaga, válljejuvvojedje summal sullii 1000 olbmo geaid jearahalle giellamiellaguottuid birra.
nob: Staten og Sametinget har plikt til å bistå med nødvendige opplysninger og materiale som det er behov for ved gjennomføringen av utredningsarbeidet.

source: Dieid dieđuid vuođul, mat bohte ovdan dán iskkadeamis, rehkenasttii Ravna
nob: Det nedsettes en analysegruppe til å komme med en årlig rapport.

source: (2000) ahte ledje eambbo go 16 000 olbmo badjel 18 jagi geat ipmirdedje dábálaš beaivválaš sámegiela dan geográfalaš guovllus gos iskkadeapmi čađahuvvui.
nob: Arbeids- og inkluderingsdepartementet og Sametinget er blitt enige om i fellesskap å oppnevne leder, nestleder og tre medlemmer til analysegruppa, dette med en funksjonstid på fire år.

source: Go de lasiha dan árvvoštallojuvvon logu sámegielagiin vuollel 18 jagi ja oktiibidjá man oallugat ipmirdit sámegiela eará guovlluin go dat mat ledje iskkadeamis mielde, de gávnnahii Ravna (2000) ahte ledje 25 000 olbmo Norggas geat ipmirdedje beaivválaš sámegiela. Dain ledje, nugo bođii ovdan vástádusain, gávcci proseanta geat dušše ipmirdedje sámegiela, muhto eai hupman ieža giela.
nob: De oppnevnt er i perioden 2011- 2015: Jon Todal, leder (Sámi allaskuvla-Samisk høgskole) Magritt Brustad, nestleder (Institutt for samfunnsmedisin, UiT Norgga árktalaš universitehta- UiT Norges arktiske universitet) Else Grete Broderstad (Senter for samiske studier, UiT Norgga árktalaš universitehta- UiT Norges arktiske universitet) Paul Inge Severeide (Statistisk sentralbyrå) Kevin Johansen (Nordlánda Universitehtta-Universitetet i Nordland) Prosjektleder er Yngve Johansen, som er ansatt i halv stilling.

source: Dieid dieđuid vuođul árvalii raporta ahte 2000 ledje Norggas 23 000 geat máhtte sámegiela hupmat juoga man nu dásis.
nob: «Det er også vanskelig å angi eksakte tall på dem som snakker sørsamisk, men man antar at under halvparten av sørsamene behersker språket.

source: Lea metodalaš váttisvuohta čađahit iskkadeami dien vuogi mielde.
nob: 2.1.2 Norske folketeljingar

source: Sámi giellaráđđi galggai iežas njuolggadusaid mielde ráhkadit dilálašvuođaraportta juohke njealját jagi ja addit dan Sámediggái.
nob: For flere kommuner er det god grunn til å sette et spørsmålstegn ved tallene for 1950, f. eks. i Kåfjord, Kvænangen og Kistrand, hvor tallet på samer ser ut til å være i laveste laget.

source: Sámi giellaráđđi heaittihuvvui 2002 ja Iskkadeapmi Ravna (2000) ii šaddan šat čuovvoluvvot sullásaš dutkamiiguin maŋŋil.
nob: Det er trolig at en del personer som egentlig burde vært ført opp som samisk, har oppgitt at de bruker norsk til daglig.

source: Danne diehtit unnán movt dilli lea rievdan maŋŋil 2000.
nob: (Norges offisielle statistikk XI 236 1956:22)

source: Eurohpáráđđi iskka jeavddalaččat movt lihttu doahttala dain iešguđetge riikkain.
nob: Både gruppering etter språk og avstamming ble imidlertid vanskeligere etter hvert som tiden gikk.

source: Eurohpáráđđi lea cuiggodan dán oktavuođas Norgga stáda, go sis eai leat ođasmahttojuvvon logut sámegielagiin.
nob: Den samiske og den kvenske befolkning blandet seg etter hvert med den norske, og samene og kvenene blandet seg

source: Vástádussan dien cuiggodeapmái čálii Ođasmahttin- hálddahus ja girkodepartemeanta 2011 ahte sii dalle ledje fárrolaga Máhttodepartemeanttain váldán ovddasvástádusa ráhkadit ođđa raportta, mas galget “ kártet gielladili sámi álbmogis indiviidadásis ”. Sii čálle:
nob: 21 innbyrdes. Samfunnsutviklingen har dessuten etter hvert ført med seg at stadig større grupper av den samiske og kvenske befolkning bruker norsk ved siden av sitt eget språk. (Norges offisielle statistikk XI 236 1956:20)

source: “ Ulbmil dainna iskkademiin lea oaidnit man oallugat máhttet daid iešguđetlágan sámegielaid njálmmálaččat ja čálalaččat, ja makkár oktavuođain atnet giela, ja man ollu sámegiella adno ovttasbargogiellan mánáidgárddiin, skuvllain, bargguin, oahpahusain, astoáiggiin, báikkálašservodagain ja eaktodáhtolaš dahje politihkalaš bargguin.
nob: Departementet skreiv: Formålet med undersøkelsen er å få en oversikt over hvor mange som behersker hvert av de samiske språkene muntlig og skriftlig, i hvilke sammenhenger de bruker språket, og i hvor stor grad samisk språk brukes som samhandlingsspråk i barnehage, skole, jobb, utdannelse, fritid, lokalsamfunn og i frivillig eller politisk arbeid.

source: Boađus iskkadeamis lea jurddašuvvon leat vuođđun giellaplánemii juohke dásis servodagas, nugo stáda, regiovnnaid ja suohkaniid dásis.
nob: Resultatet av undersøkelsen er ment å være et grunnlag for språkplanleggingen på alle nivå i samfunnet, herunder på statlig, regionalt og kommunalt nivå.

source: Boađus galgá adnot ráhkadit ja álggahit doaibmabijuid mat galget bisuhit ja ovdánahttit sámegielaid ”.
nob: Resultatene skal brukes til å utforme og iverksette tiltak som fører til bevaring og utvikling av de samiske språkene.

source: (Ođasmáhttin-, hálddahus- ja girkodepartemeanta 2011)
nob: (Fornyings-, administrasjons- og kirkedepartementet 2011)

source: Diet plánejuvvon iskkadeapmi čađahuvvui, ja raportta bođii 2012 (Solstad 2012). Makkár rievdamiid gávnnahedje dan guoktenuppelohkái jagis mat ledje gollan dan rájes go Ravna 2000 raporta ilmmai ?
nob: Av dette materialet er det nærliggende å slutte at to samisktalende foreldre stort sett er en nødvendig, men ikke tilstrekkelig betingelse for at barna skal vokse opp med samisk som morsmål. (Aubert 1978:53)

source: Solstad (2012) čujuhii siidu 27 Ravna (2000) ja namuhii muhtin headjuvuođaid mat ledje dahkkon dan namuhuvvon raporttas.
nob: 2.2.1 Språkoverføring av nordsamisk i Finnmark 1967–1985

source: Ággan dasa lea ahte “ Doppe leat sápmelaččat geat dovddastit iežaset sápmelažžan ja sidjiide soaitá de
nob: Figur 2.1 Nordsamisk som førstespråk og som daglegspråk blant ungdomsskuleelevar i Finnmark 1982/83 og 1998/99

source: maid leat lunddolaš vástidit dakkár jearahallanskovi go dás lea sáhka ” (Solstad 2012:26).
nob: Det ser ut til at flere barn lærer to språk i tospråklige familier nå enn i 1982/83. I

source: Solstad válljii 5000 dan 14000 gaskkas geat leat iežaset čálihan Sámedikki jienastuslohkui.
nob: 1982/83 ble som regel norsk valgt som enespråk i hjemmet i samisk-norske familier, mens informantene i den siste undersøkelsen i større grad oppgir at de er tospråklige.

source: Buot jienastuslogu julevsápmelačča ja lullisápmelačča ožžo reivve gažaldagaiguin.
nob: En større prosentdel av informantene i 1998/99 oppgir at de bruker samisk aktivt.

source: Davvisápmelaččaid guovllus gal válljejuvvojedje.
nob: (Dannemark og Johansen 2001:41)

source: Ledje lagabui 40 proseanta geat vástidedje.
nob: 2.2.2 Haldningsendring til samisk språkoverføring

source: Solstad (2012) gávnnahii máŋga miellagiddevaš fuomášumi.
nob: 2.2.3 Samisk språkoverføring ved tusenårsskiftet

source: Muhto diekkár rievddademiid lea veadjemeahttun gávnnahit go buohtastahttá daid dutkanraporttaid mat leat čállon.
nob: 2.2.4 Nordsamisk språkoverføring blant innmelde i Sametingets valmanntal 2012

source: 2.1.4 Loahppaárvvoštallama mearkkašumit sámegielagiid logus
nob: 2.2.5 Konkluderande merknader

source: Dieid árvvus adnon gálduid logut sámegielaid birra, eai leat goitge eambbo dahje unnit luohtehahtti go logut maid sáhttá gávdnat ollu eará gálduin.
nob: 2.3.3 Konkluderande merknader om elevtalet i samisk

source: Vuogit leat ollu vuđoleappot válddáhallan ja čilgejuvvon Solstad 2012 go dat mii dás lea refererejuvvon.
nob: 2.4.1 Lesa og skrive nordsamisk

source: Eai maŋŋil ge leat dutkanraporttat lohkan eará.
nob: 2.4.2 Nordsamiskspråklege aviser

source: Maŋŋil 2000 eai leat čađahuvvon iskkadeamit mainna daid loguid sáhttá buohtastahttit.
nob: Tabell 2.11 Opplagstal for nordsamiskspråklege aviser 2000–2012

source: Eai leat álo biddjon seamma definišuvnnat vuođđun dasa geat leat lohkkon sámegielagin.
nob: 2.4.3 Konkluderande merknader

source: Lea váttisvuohta go iskkadeamit eai dahkko jeavddalaččat ja dakkárat maid sáhttá buohtastahttit, nu ahte sáhttá čájehit man guvlui sámegielagiid lohku rievdá.
nob: Fire år etter rapporten frå Øzerk og Eira (1996) kom det to nye rapportar som handla om bruk av samisk i forvaltninga: Undersøkelse av bruken av samisk språk, bestilt av Samisk språkråd (Ravna 2000) og Tospråklig tjenesteyting.

source: Eurohpáráđđi lea cuiggodan Norgga eiseválddiid dainna váilevašvuođain Norgga minoritehtapolitihkas, ja Norga ferte gávnnahit movt čoavdá dán ášši.
nob: Brukerundersøkelse i forvaltningsområdet for Samelovens språkregler (Skålnes og Gaski 2000).

source: 2.2 Sámegiela giellasirdin ruovttuin
nob: 2.5.3 Konkluderande merknader

source: Jus okta giella ii oahpahuvvo bearrašiin ruovttuin, de lea giella sakka áitojuvvon.
nob: 2.6 Oppsummering og forslag til tiltak

source: Go Aubert lei guorahallame 1970 olmmošlohkama (ovdalis namuhuvvon), de čálii son ná dan ektui go oahpahit sámegiela ruovttuin dan áiggis:
nob: 2.6.1 Oppsummering

source: Dahje sámegillii: «Dán materiála vuođul lea hui jáhkehahtti ahte guokte sámegielat váhnema leaba mávssolačča, muhto ii fal doarvái eaktun, jus mánát galget bajásšaddat sámegielain eatnigiellan. ”
nob: 2.6.2 Forslag til tiltak

source: Eará sániiguin dadjat: 1970 logus Norggas lei dainna lágiin ahte jus lei dušše nubbi váhnen gii humai sámegiela, de lei hárve ahte son oahpahii giela mánáide.
nob: Litteratur

source: Dál lea guhkes áigi mannan dan rájes go Aubert dien čálii.
nob: Aubert, Vilhelm (1978).

source: Gávdnojit dutkamat mat leat guoskkahan dien gažaldaga.
nob: Den samiske befolkning i Nord-Norge.

source: 2.2.1 Davvisámegiela giellasirdin Finnmárkkus 1967 – 1985
nob: Oslo: Statistisk sentralbyrå.

source: Yngve Johansen čađahii 1980- ja 1990-logus guokte stuorit (ja dakkára maid sáhttá buohtastahttit) jearahallaniskkadeami Finnmárkku nuoraidskuvlla ohppiid gaskkas (Johansen 1986 ja Johansen 1999).
nob: Johansen, Yngve (1986).

source: Iskkadeapmi lei lášmmohallama, skuvlamovtta ja čearddalašvuođa birra.
nob: Kroppsøvingsfaget på ungdomsskoletrinnet og elever med samisk miljøtilhørighet i Finnmark fylke.

source: Fárrolaga Nils Dannemarkain almmuhii Johansen 2001 artihkkala gos guorahalaiga ja buohtastahtiiga dan guokte iskkadeami.
nob: Hovudoppgåve. Levanger: Levanger lærerhøgskole.

source: giellaválljen Finnmárkkus 1982/83 ja 1998/99 ”).
nob: Johansen, Yngve (1999).

source: Ledje sullii 80 proseanta ohppiin geat vástidedje goappaš iskkademiin, ja logut berrešii addit juogalágan vuođu dadjat movt vejolaš giellarievdamat leat nuoraid gaskkas Finnmárkkus leamaš 1980 ja 1990- loguin.
nob: Etnisitet og skolemotivasjon blant ungdom i samiske områder. Kautokeino: Sámi allaskuvla.

source: Geahča maiddái Dannemark, Nils (2000). ”
nob: Kommunal- og regionaldepartementet (2002).

source: Nuoraidskuvlaoahppit ja giellaválljen Finnmárkkus 1992/83 ja
nob: Utgifter knyttet til tospråklighet i kommunene og fylkeskommunene.

source: 1998/99 ” I Sámegiela dilli skuvllas ja lagasservodagas.
nob: Krauss, Michael (1997). “ The indigenous languages of the North: a report on their present state ” I Shoji, Hiroshi, og Juha Janhunen (red.).

source: Kárášjohka: Sámediggi.
nob: Northern Minority Languages.

source: S. 45 - 57
nob: Problems of Survival.

source: 31 Govva 1 dás vuollelis čájeha movt soai leaba buohtastahttán vástádusaid giellaanu ruovttugielas ja olbmážiid gaskkas 1998/99 ja 1982/83.
nob: Osaka: National Museum of Ethnology, s. 1–34.

source: Govva 2.1 Davvisámegiella vuosttašgiellan ja Finnmárkku nuoraidskuvlaohppiid beaivválašgiella 1982/83 ja 1998/88
nob: Lie, Einar (2001): Faktisk talt. Statistikkens historie i Norge. Universitetsforlaget.

source: 1982/83 muitaledje 9,8 % ohppiin ahte sámegiella lei sin áidna ruovttugiella.
nob: Utvidelsen av forvaltningsområdet for samisk språk gjennom endringa av sameloven § 3-1.

source: Diet proseanta njiejai 7,8 % 1998/99.
nob: Rettslige virkninger og vern av samisk språk.

source: Maiddái dát raporterejuvvon giellageavaheapmi olbmáid gaskkas lassánii seamma ládje 1982/83 gitta 1998/99 Dannemark ja Johansena (2001) loguid vuođul.
nob: Masteroppgave i rettsvitenskap. Tromsø: Universitetet i Tromsø.

source: Giellamáhttu ja giellaatnu nuoraidskuvlaohppiid gaskkas lea váikkuheaddjin makkár giela oahppit ohppe ruovttus mánnán.
nob: NOU 1984: 18.

source: Govva 1 orru čájeheame ahte sámegiellaatnu njiedjan ruovttuin bisánii muhtumin 1980-logus.
nob: Om samenes rettsstilling. Oslo: Universitetsforlaget.

source: Dannemark ja Johansen (2001) logut čájehit movt raporterejuvvon sámegiella Govva lea Dannemark og Johansen 2001:45 mielde.
nob: Norges officielle statistik V. 182 (1912). Folketællingen i Norge.

source: Oahppit Guovdageainnu nuoraidskuvllas / Kautokeino barneskole eai leat mielde dan vuođđomateriálas.
nob: 1. december 1910. Finner og lapper. Hjemvendte norskamerikanere.

source: 32 atnu lea proseanttaid mielde lassánan dien áigodagas.
nob: Dissentere. Blinde, døve og sindssyke.

source: Čálliguovttos čoahkkáigeassiba nuoraid sámegiella geavaheami birra ná:
nob: Kristiania: Det statistiske centralbyraa / Aschehoug & Co.

source: “ Lohkomateriála orru čájeheame ahte dat ovdána proseanttaid mielde.
nob: Norges offisielle statistikk IX. 17 (1933).

source: (Dannemark ja Johansen 2001:41)
nob: Folketellingen i Norge. 1. desember 1930.

source: Aubert čálii, nugo leat oaidnán, ahte 1978 orui nu ahte sámegiella áidna ruovttugiellan lei “ dárbbašlaš eaktu ”, jus mánáide galggai oahpahit sámegiela.
nob: Andre lands statsborgere. Blinde, døvstumme, åndssvake og sinnssyke..

source: Soittii ahte dalle dohkkehuvvui buorebut jus eadni ja áhčči humaiga goabbat giela iežaska mánáiguin ?
nob: Oslo: Det statistiske centralbyraa / Aschehoug & Co.

source: Muhto diet proseantaerohus Dannemark ja Johansena (2001) artihkkalis lea unni.
nob: Norges offisielle statistikk XI 236 (1956): Folketellingen 1. desember 1950.

source: Lassáneapmi ohppiid gaskkas geat hupme sámegiela vuosttašgiela dásis lei 1,4% ja diet erohus lea beare unni jus galggašeimmet sáhttit lohkat ahte dat duođai lei ovdáneapmi.
nob: Åttende hefte.

source: Danne fertet Dannemark ja Johansena loguid geahččat eará kvantitatiivalaš iskkademiiguin, mat maid sáhttet dadjat juoidá bearrašiid sámegiela oahpaheamis.
nob: Personer født i utlandet – Fremmede statsborgere – Bruken av samisk og kvensk.

source: Dat mii dalle gohčoduvvui “ stáda oahpahuskantuvra ” Nordlánddas, Tromssas ja Finnmárkkus, álggahedje 1996 fárrolaga Sámi oahpahusráđiin guorahallat makkár eavttut leat oahppat sámegiela nubbingiellan vuođđoskuvllas Norggas.
nob: Pettersen, Torunn (2006). Etnisk identitet i offisiell statistikk – noen variasjoner og utfordringer generelt og i en samisk kontekst spesielt ”.

source: Raporta dan iskkadeamis almmuhuvvui 1998 ja sisttisdoalai ollu tabeallaid ohppiid gielladilálašvuođain dan namuhuvvon joavkkus (Todal 1998).
nob: I Stordal, Vigdis (red..):

source: Sihke ohppiide, váhnemiidda ja oahpaheddjiide sáddejuvvui skovvi.
nob: Samisk identitet. Kontinuitet og endring.

source: 69 proseanta ohppiin ja váhnemiin vástidedje jearahallamis, ja oahpaheaddjit vástidedje 77 proseanta.
nob: Guovdageaidnu / Kautokeino: Sámi Instituhtta / Nordisk Samisk Institutt, s. 53–84.

source: Muhto dušše 5 % dain seamma etniin ja 4 % dain seamma áhčiin lohke ahte sii hupme “ eanemus sámegiela ” dahje “ aivve sámegiela ” iežaset mánáiguin ruovttus (Todal 1998:6266).
nob: Pettersen, Torunn (2012). «Samene i Norge. 40 000 i 40 år ? š I: Samiske tall forteller 5.

source: Todal (1998) logut gustojit davvisámegillii, julevsámegillii ja lullisámegillii oktii Norgga bealde ráji.
nob: Kommentert samisk statistikk 2008–2012. Guovdageaidnu: Sámi allaskuvla, s. 18–21.

source: Birrasiid 40 % sámegiela nubbingielaohppiin vuođđoskuvllain Norggas 1996 lei eadni dahje áhčči (dahje goappašagat), geat iežaset mielas hupme sámegiela bures, muhto geat goitge eai hupman giela iežaset mánáiguin.
nob: Ravna, Ellen (2000). Undersøkelse av bruken av samisk språk.
